Repository: anxp/sherlock-d8
Catalog: web/modules/sherlock_d8/translations/*.po
Languages: ru

source: What are you looking for? Create your perfect search query!
ru: Что будем искать? Создайте идеальный поисковый запрос и используйте его сколько угодно раз!

source: Load saved search
ru: Загрузить сохраненный поиск

source: Select and load saved search
ru: Выберите сохраненный поиск

source: Select one of...
ru: Выберите запись...

source: Load
ru: Загрузить

source: Choose flea-markets websites to search on
ru: Выберите сайты объявлений, на которых будем искать

source: Open this market's website in new tab
ru: Открыть сайт маркета в новой вкладке

source: KEYWORD-
ru: Ключевое слово -

source: Keyword Variations
ru: Варианты написания

source: Variation
ru: Вариант

source: Remove
ru: Удалить

source: Add Word Spelling Variant
ru: Добавить вариант написания

source: Additional search parameters
ru: Дополнительные параметры поиска

source: Search in descriptions too (if resource supports).
ru: Также искать в описании товаров (если ресурс поддерживает).

source: Filter items by price:
ru: Фильтровать по цене:

source: Price from
ru: Минимальная цена

source: Price to
ru: Максимальная цена

source: Add Keyword
ru: Добавить ключевое слово

source: Start Search
ru: Начать поиск

source: Reset All
ru: Сбросить все

source: Please fill out this field.
ru: Пожалуйста, заполните это поле.

source: Login for full access
ru: Войдите в систему для получения доступа

source: You need to login or register to be able to load and save searches.
ru: Необходимо войти в систему или зарегистрироваться, чтобы иметь возможность загружать и сохранять поисковые запросы.

source: Preview and save results.
ru: Просмотр и сохранение результатов.

source: Back to constructor
ru: Вернуться в конструктор

source: Reset and back to constructor
ru: Сбросить и вернуться в конструктор

source: Save search
ru: Сохранить поиск

source: List of constructed search queries
ru: Поисковые запросы, по которым производился поиск

source: Enter name for your search
ru: Задайте имя для вашего поиска

source: How long to serve your task?
ru: Как долго обслуживать задачу (проверять обновления)?

source: Overwrite if exists
ru: Перезаписать, если поиск с таким именем уже существует

source: An unexpected error has occurred. No records have been deleted.
ru: Произошла непредвиденная ошибка. Ни одна запись не была удалена.

source: Please, select at least one resource where to search.
ru: Пожалуйста, выберите хотя бы один маркет для поиска.

source: No keywords specified to search. Add at least one keyword or phrase.
ru: Не задано ключевых слов для поиска. Добавьте хотя бы одно ключевое слово или фразу.

source: Please, provide correct name for your search.
ru: Пожалуйста, задайте корректное имя для вашего поиска.

source: Select how many days your search will be served.
ru: Выберите сколько дней будет обслуживаться поиск.

source: This name is already taken, we can't save new search with the same name. But you can overwrite existing search with new data.
ru: Это имя уже занято. Вы можете задать другое имя или перезаписать уже существующий поиск.

source: Search settings and parameters have been successfully saved.
ru: Настройки и параметры поиска успешно сохранены.

source: An unexpected error has occurred on saving.
ru: В процессе сохранения произошла непредвиденная ошибка.

source: Existing search has been successfully updated.
ru: Существующий поиск успешно обновлен.
